Repository: teleginegor/python-django-development-project-52
Catalog: task_manager/locale/*/LC_MESSAGES/django.po
Languages: ru

source: App title
ru: Менеджер задач Hexlet

source: Task Manager
ru: Менеджер задач

source: Users
ru: Пользователи

source: Login
ru: Вход

source: Register
ru: Регистрация

source: Statuses
ru: Статусы

source: Labels
ru: Метки

source: Tasks
ru: Задачи

source: Exit
ru: Выход

source: Hexlet hello
ru: Привет от Хекслета!

source: Hexlet practice
ru: Практические курсы по программированию

source: See more
ru: Узнать больше

source: First_name
ru: Имя

source: Last_name
ru: Фамилия

source: Update title
ru: Изменение пользователя

source: Label create
ru: Создать метку

source: Button create
ru: Зарегистрировать

source: Button update
ru: Изменить

source: Button delete
ru: Да, удалить

source: Create status button
ru: Создать

source: Create label button
ru: Создать

source: Demonstrate
ru: Показать

source: List_title
ru: Пользователи

source: Using name
ru: Имя пользователя

source: Full name
ru: Полное имя

source: Date joined
ru: Дата создания

source: Update
ru: Изменить

source: Delete
ru: Удалить

source: Delete title
ru: Удаление пользователя

source: Delete sure
ru: Вы уверены, что хотите удалить

source: Delete cancel
ru: Вернуться к списку пользователей

source: Enter
ru: Вход

source: Enter_text
ru: Войти

source: Status name
ru: Имя

source: Status title
ru: Статусы

source: Create status
ru: Создать статус

source: Status ID
ru: ID

source: Status date
ru: Дата создания

source: Update status
ru: Изменить

source: Delete status
ru: Удалить

source: Change status
ru: Изменение статуса

source: Title delete status
ru: Удаление статуса

source: Back to the list of statuses
ru: Вернуться к списку статусов

source: Label title
ru: Метки

source: Create label
ru: Создать метку

source: Change label
ru: Изменение метки

source: Title delete label
ru: Удаление метки

source: Back to the list of labels
ru: Вернуться к списку меток

source: Task description
ru: Описание

source: Task date
ru: Дата создания

source: Task title
ru: Задачи

source: Create task
ru: Создать задачу

source: Task label
ru: Метка

source: Personal tasks
ru: Только свои задачи

source: Task author
ru: Автор

source: Task status
ru: Статус

source: Task executor
ru: Исполнитель

source: Task ID
ru: ID

source: Task detail title
ru: Просмотр задачи

source: Task labels
ru: Метки

source: Task detail cancel
ru: Вернуться на страницу со списком задач

source: Task update title
ru: Изменение задачи

source: Task delete title
ru: Удаление задачи

source: User created
ru: Пользователь успешно зарегистрирован

source: Logged
ru: Вы залогинены

source: Logout
ru: Вы разлогинены

source: No auth
ru: Вы не авторизованы! Пожалуйста, выполните вход.

source: Success update
ru: Пользователь успешно изменен

source: No rights
ru: У вас нет прав для изменения другого пользователя.

source: Success delete
ru: Пользователь успешно удален

source: Protected user
ru: Невозможно удалить пользователя, потому что он используется

source: Status created
ru: Статус успешно создан

source: Status changed
ru: Статус успешно изменен

source: Status deleted
ru: Статус успешно удален

source: Protected status
ru: Невозможно удалить статус, потому что он используется

source: Label created
ru: Метка успешно создана

source: Label changed
ru: Метка успешно изменена

source: Protected label
ru: Невозможно удалить метку, потому что она используется

source: Label deleted
ru: Метка успешно удалена

source: Task created
ru: Задача успешно создана

source: Task changed
ru: Задача успешно изменена

source: No delete task
ru: Задачу может удалить только ее автор

source: Task deleted
ru: Задача успешно удалена

source: Error occurs
ru: Произошла ошибка

source: We know
ru: Мы знаем про нее и уже чиним. Попробуйте снова через несколько минут

source: Not found
ru: Страница не найдена

source: Very complicate
ru: Вы слишком далеко зашли в своих поисках

source: Return on index
ru: Вернуться на главную страницу
